experiment/test_fio/result/zns/seqwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4895: Sun Dec  3 17:53:07 2023
  write: IOPS=91.4k, BW=1429MiB/s (1498MB/s)(400MiB/280msec); 0 zone resets
    slat (usec): min=3, max=276, avg=10.44, stdev= 9.99
    clat (usec): min=10, max=1231, avg=76.61, stdev=41.84
     lat (usec): min=30, max=1264, avg=87.05, stdev=46.65
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   52], 10.00th=[   57], 20.00th=[   62],
     | 30.00th=[   65], 40.00th=[   68], 50.00th=[   70], 60.00th=[   73],
     | 70.00th=[   76], 80.00th=[   79], 90.00th=[   87], 95.00th=[  131],
     | 99.00th=[  306], 99.50th=[  363], 99.90th=[  498], 99.95th=[  578],
     | 99.99th=[  930]
  lat (usec)   : 20=0.01%, 50=3.16%, 100=90.09%, 250=5.25%, 500=1.39%
  lat (usec)   : 750=0.08%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=2.87%, sys=96.06%, ctx=9, majf=0, minf=11
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1429MiB/s (1498MB/s), 1429MiB/s-1429MiB/s (1498MB/s-1498MB/s), io=400MiB (419MB), run=280-280msec

Disk stats (read/write):
  nvme0n2: ios=0/12850, sectors=0/411200, merge=0/0, ticks=0/336, in_queue=336, util=59.44%