experiment/test_fio/result/zns/seqwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6397: Sun Dec  3 18:39:12 2023
  write: IOPS=94.8k, BW=1481MiB/s (1553MB/s)(400MiB/270msec); 0 zone resets
    slat (usec): min=3, max=337, avg=10.08, stdev= 9.00
    clat (usec): min=22, max=769, avg=73.75, stdev=35.11
     lat (usec): min=29, max=797, avg=83.84, stdev=39.07
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   52], 10.00th=[   57], 20.00th=[   62],
     | 30.00th=[   65], 40.00th=[   68], 50.00th=[   70], 60.00th=[   73],
     | 70.00th=[   75], 80.00th=[   79], 90.00th=[   84], 95.00th=[   90],
     | 99.00th=[  237], 99.50th=[  338], 99.90th=[  515], 99.95th=[  586],
     | 99.99th=[  685]
  lat (usec)   : 50=3.13%, 100=93.30%, 250=2.61%, 500=0.84%, 750=0.11%
  lat (usec)   : 1000=0.01%
  cpu          : usr=4.46%, sys=95.17%, ctx=9, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1481MiB/s (1553MB/s), 1481MiB/s-1481MiB/s (1553MB/s-1553MB/s), io=400MiB (419MB), run=270-270msec

Disk stats (read/write):
  nvme0n2: ios=0/13195, sectors=0/422240, merge=0/0, ticks=0/324, in_queue=320, util=57.83%