experiment/test_fio/result/zns/seqwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6994: Sun Dec  3 19:04:57 2023
  write: IOPS=98.3k, BW=1536MiB/s (1610MB/s)(800MiB/521msec); 0 zone resets
    slat (usec): min=3, max=11811, avg= 8.29, stdev=53.08
    clat (usec): min=10, max=11935, avg=72.81, stdev=145.33
     lat (usec): min=23, max=11941, avg=81.10, stdev=155.85
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   36], 10.00th=[   41], 20.00th=[   48],
     | 30.00th=[   53], 40.00th=[   60], 50.00th=[   65], 60.00th=[   71],
     | 70.00th=[   77], 80.00th=[   86], 90.00th=[  101], 95.00th=[  123],
     | 99.00th=[  231], 99.50th=[  318], 99.90th=[  498], 99.95th=[  750],
     | 99.99th=[11863]
   bw (  MiB/s): min= 1529, max= 1529, per=99.59%, avg=1529.25, stdev= 0.00, samples=1
   iops        : min=97872, max=97872, avg=97872.00, stdev= 0.00, samples=1
  lat (usec)   : 20=0.01%, 50=24.77%, 100=64.76%, 250=9.61%, 500=0.75%
  lat (usec)   : 750=0.05%, 1000=0.01%
  lat (msec)   : 2=0.03%, 4=0.01%, 20=0.01%
  cpu          : usr=5.38%, sys=83.85%, ctx=2723, majf=0, minf=13
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1536MiB/s (1610MB/s), 1536MiB/s-1536MiB/s (1610MB/s-1610MB/s), io=800MiB (839MB), run=521-521msec

Disk stats (read/write):
  nvme0n2: ios=0/36640, sectors=0/1172480, merge=0/0, ticks=0/1144, in_queue=1144, util=78.07%