experiment/test_fio/result/zns/seqwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4908: Sun Dec  3 17:53:08 2023
  write: IOPS=96.2k, BW=1504MiB/s (1577MB/s)(800MiB/532msec); 0 zone resets
    slat (usec): min=3, max=7894, avg= 8.49, stdev=36.08
    clat (usec): min=20, max=8004, avg=74.35, stdev=102.74
     lat (usec): min=25, max=8016, avg=82.84, stdev=110.63
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   37], 10.00th=[   42], 20.00th=[   49],
     | 30.00th=[   55], 40.00th=[   61], 50.00th=[   67], 60.00th=[   73],
     | 70.00th=[   80], 80.00th=[   89], 90.00th=[  105], 95.00th=[  124],
     | 99.00th=[  245], 99.50th=[  375], 99.90th=[  611], 99.95th=[  717],
     | 99.99th=[ 7963]
   bw (  MiB/s): min= 1492, max= 1492, per=99.23%, avg=1492.25, stdev= 0.00, samples=1
   iops        : min=95504, max=95504, avg=95504.00, stdev= 0.00, samples=1
  lat (usec)   : 50=22.75%, 100=65.23%, 250=11.06%, 500=0.74%, 750=0.17%
  lat (usec)   : 1000=0.02%
  lat (msec)   : 10=0.01%
  cpu          : usr=4.52%, sys=85.12%, ctx=2591, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1504MiB/s (1577MB/s), 1504MiB/s-1504MiB/s (1577MB/s-1577MB/s), io=800MiB (839MB), run=532-532msec

Disk stats (read/write):
  nvme0n2: ios=0/35990, sectors=0/1151680, merge=0/0, ticks=0/1064, in_queue=1060, util=76.46%